
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>再谈心流 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="0x7c06.html" />
    
    
    <link rel="prev" href="0x0102.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    guenchi.com
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="0x0000.html">
            
                <a href="0x0000.html">
            
                    
                    个人作品
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="0x0101.html">
            
                <a href="0x0101.html">
            
                    
                    <<馨月集>>
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="0x0102.html">
            
                <a href="0x0102.html">
            
                    
                    近年其他诗词
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.5" data-path="0x7c07.html">
            
                <a href="0x7c07.html">
            
                    
                    再谈心流
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="0x7c06.html">
            
                <a href="0x7c06.html">
            
                    
                    解密Chez Scheme（一）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="0x7c05.html">
            
                <a href="0x7c05.html">
            
                    
                    理解call/cc
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="0x7c04.html">
            
                <a href="0x7c04.html">
            
                    
                    潜意识计算
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="0x7c03.html">
            
                <a href="0x7c03.html">
            
                    
                    读<<腾讯没有梦想>>
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="0x7c02.html">
            
                <a href="0x7c02.html">
            
                    
                    商道
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="0x7c01.html">
            
                <a href="0x7c01.html">
            
                    
                    读<<国芯往事>>
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.12" data-path="0x7c00.html">
            
                <a href="0x7c00.html">
            
                    
                    心流
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >再谈心流</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <p><a href="index.html">guenchi.com</a> &gt; &#x65E5;&#x5FD7; &gt; <a href="0x7c07.html">&#x518D;&#x8C08;&#x5FC3;&#x6D41;</a></p>
<p>&#x6211;&#x662F;&#x7528;&#x8D85;&#x5927;&#x91CF;&#x7684;&#x9605;&#x8BFB;&#x8BAD;&#x7EC3;&#x51FA;&#x6765;&#x7684;</p>
<p>&#x5C0F;&#x8BF4;&#x7B49;&#x8F7B;&#x8BFB;&#x7269;&#x6700;&#x4F73;</p>
<p>&#x4E00;&#x822C;&#x4EBA;&#x8FDB;&#x5165;&#x5FC3;&#x6D41;&#x7684;&#x4E3B;&#x8981;&#x969C;&#x788D;&#x662F;&#x547C;&#x5438;</p>
<p>&#x5728;&#x96C6;&#x4E2D;&#x7CBE;&#x795E;&#x65F6;&#x547C;&#x5438;&#x4E0D;&#x7531;&#x81EA;&#x4E3B;&#x505C;&#x6B62;</p>
<p>&#x7F3A;&#x6C27;&#x4F1A;&#x628A;&#x4F60;&#x4ECE;&#x96C6;&#x4E2D;&#x7CBE;&#x795E;&#x4E2D;&#x62C9;&#x51FA;&#x6765;</p>
<p>&#x4ECE;&#x800C;&#x65E0;&#x6CD5;&#x8FDB;&#x5165;&#x5FC3;&#x6D41;</p>
<p>&#x9996;&#x5148;&#x8981;&#x96C6;&#x4E2D;&#x7CBE;&#x795E;&#x72B6;&#x6001;&#x4E0B;&#x8BAD;&#x7EC3;&#x81EA;&#x7136;&#x7684;&#x7F13;&#x6162;&#x547C;&#x5438;</p>
<p>&#x4E5F;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x51A5;&#x60F3;&#x6765;&#x8BAD;&#x7EC3;</p>
<p>&#x5FC3;&#x6D41;&#x7684;&#x5173;&#x9698;&#x5728;&#x89C6;&#x800C;&#x4E0D;&#x89C1;</p>
<p>&#x53EA;&#x6709;&#x5C06;&#x89C6;&#x89C9;&#x4ECE;&#x4F60;&#x7684;&#x795E;&#x7ECF;&#x51B2;&#x52A8;&#x4E0A;&#x79FB;&#x5F00;&#x4E86;&#x773C;&#x524D;&#x7684;&#x4E16;&#x754C;&#x624D;&#x80FD;&#x53D8;&#x6210;&#x5E55;&#x5E03;&#xFF0C;&#x53EF;&#x4EE5;&#x653E;&#x4E0A;&#x4F60;&#x60F3;&#x8981;&#x7684;&#x4E1C;&#x897F;</p>
<p>&#x6BD4;&#x5982;&#x6211;&#x4E3E;&#x4E2A;&#x7B80;&#x5355;&#x7684;&#x4F8B;&#x5B50;&#x5FC3;&#x7B97;35+78=&#xFF1F;</p>
<p>&#x6700;&#x521D;&#x7EA7;&#x7684;&#x6280;&#x5DE7;&#x5C31;&#x662F;&#x5229;&#x7528;&#x8BED;&#x97F3;&#x73AF;&#x7684;&#x77ED;&#x6682;&#x50A8;&#x5B58;&#xFF0C;&#x6765;&#x628A;&#x8FD9;&#x4E24;&#x4E2A;&#x6570;&#x5B57;&#x4E34;&#x65F6;&#x4FDD;&#x5B58;&#x5728;&#x5927;&#x8111;&#x7684;&#x5BC4;&#x5B58;&#x5668;&#x91CC;&#x3002;</p>
<p>&#x4F60;&#x770B;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x7684;&#x95EE;&#x9898;&#x5176;&#x5B9E;&#x662F;&#x77ED;&#x65F6;&#x8BB0;&#x5FC6;&#x529B;&#x4E0D;&#x884C;&#xFF0C;&#x7A0D;&#x5FAE;&#x957F;&#x70B9;&#x7684;&#x6570;&#x5B57;&#x5C31;&#x4E0D;&#x884C;&#x4E86;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x6709;&#x6240;&#x8C13;&#x7684;&#x79D1;&#x5B66;&#x5FC3;&#x7B97;&#x6CD5;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x53D6;&#x5DE7;&#xFF0C;&#x5229;&#x7528;&#x6570;&#x5B66;&#x65B9;&#x6CD5;&#xFF0C;&#x628A;&#x6BCF;&#x6B21;&#x9700;&#x8981;&#x8BB0;&#x5FC6;&#x7684;&#x6570;&#x5B57;&#x53D8;&#x5C0F;&#x3002;</p>
<p>&#x8FD9;&#x5176;&#x5B9E;&#x662F;&#x770B;&#x4F3C;&#x6377;&#x5F84;&#xFF0C;&#x4F46;&#x8D70;&#x4E86;&#x5F2F;&#x8DEF;&#xFF0C;&#x56E0;&#x4E3A;&#x5927;&#x8111;&#x6CA1;&#x6709;&#x5F97;&#x5230;&#x953B;&#x70BC;&#x3002;</p>
<p>&#x8FD8;&#x6709;&#x7684;&#x4EBA;&#x5C31;&#x8BAD;&#x7EC3;&#x81EA;&#x5DF1;&#x7684;&#x77ED;&#x65F6;&#x8BB0;&#x5FC6;&#xFF0C;&#x8FD9;&#x6837;&#x5C31;&#x80FD;&#x5904;&#x7406;&#x7A0D;&#x5FAE;&#x957F;&#x7684;&#x6570;&#x5B57;&#x3002;&#x8FD9;&#x7B97;&#x662F;&#x4E2D;&#x7EA7;&#x6280;&#x5DE7;&#x3002;</p>
<p>&#x6211;&#x73B0;&#x5728;&#x662F;&#x628A;&#x81EA;&#x5DF1;&#x7684;&#x89C6;&#x91CE;&#x4F5C;&#x4E3A;&#x753B;&#x5E03;&#xFF0C;&#x5728;&#x4E0A;&#x9762;&#x5199;&#x4E0A;&#x6570;&#x5B57;&#x3002;</p>
<p>&#x8FD9;&#x6837;&#x5FC3;&#x7B97;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x7B14;&#x7B97;&#xFF0C;&#x4E0D;&#x4EC5;&#x53EF;&#x4EE5;&#x52A0;&#x6CD5;&#x4E58;&#x6CD5;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x5F00;&#x65B9;&#xFF0C;&#x79EF;&#x5206;&#x3002;</p>
<p>&#x8FD9;&#x6837;&#x8FD8;&#x53EF;&#x4EE5;&#x5199;&#x4EE3;&#x7801;&#xFF0C;&#x5728;&#x5916;&#x9762;&#x6CA1;&#x7535;&#x8111;&#x5199;&#x4E00;&#x5929;&#xFF0C;&#x4E00;&#x6837;&#x53EF;&#x4EE5;debug&#xFF0C;&#x5199;&#x5B8C;&#x8C03;&#x901A;&#x56DE;&#x53BB;&#x6162;&#x6162;&#x6284;&#x4E0B;&#x6765;&#x3002;&#x8FD9;&#x7B97;&#x662F;&#x9AD8;&#x7EA7;&#x6280;&#x5DE7;&#x3002;</p>
<p>&#x6700;&#x9876;&#x7EA7;&#x7684;&#x6280;&#x5DE7;&#x6211;&#x4E5F;&#x6CA1;&#x600E;&#x4E48;&#x6478;&#x7740;&#x95E8;&#x9053;&#xFF0C;&#x5E38;&#x51FA;&#x73B0;&#x5728;&#x4E00;&#x4E9B;&#x5927;&#x8111;&#x6709;&#x95EE;&#x9898;&#x7684;&#x4EBA;&#x548C;&#x81EA;&#x95ED;&#x75C7;&#x4E0A;&#x3002;</p>
<p>&#x4F60;&#x53EF;&#x4EE5;&#x7528;&#x6F5C;&#x610F;&#x8BC6;&#x6765;&#x8FDB;&#x884C;&#x8BA1;&#x7B97;&#xFF0C;&#x53EA;&#x9700;&#x8981;&#x8BB0;&#x4F4F;&#x8F93;&#x5165;&#xFF0C;&#x8F93;&#x51FA;&#x81EA;&#x52A8;&#x5C31;&#x51FA;&#x6765;&#x4E86;&#x3002;</p>
<p>&#x6709;&#x8FC7;&#x5076;&#x7136;&#x7684;&#x4F53;&#x9A8C;&#xFF0C;&#x4F46;&#x662F;&#x8FD8;&#x4E0D;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x56DE;&#x4E8B;&#x3002;&#x9690;&#x9690;&#x611F;&#x89C9;&#x8FD9;&#x624D;&#x662F;&#x81F3;&#x9053;&#x3002;</p>
<p>&#x5E73;&#x65F6;&#x7684;&#x7075;&#x5149;&#x4E00;&#x73B0;&#xFF0C;&#x5E94;&#x8BE5;&#x4E5F;&#x662F;&#x76F8;&#x540C;&#x539F;&#x7406;&#x3002;</p>
<p>&#x6211;&#x66FE;&#x7ECF;&#x5728;&#x5FC3;&#x6D41;&#x72B6;&#x6001;&#x4E2D;&#x4E00;&#x5929;&#x5185;&#x5199;&#x4E86;50&#x9875;&#x8BBA;&#x6587;&#xFF0C;&#x7EAF;&#x6CD5;&#x8BED;&#x7684;... &#x90A3;&#x662F;&#x5728;&#x5927;&#x4E00;&#x671F;&#x672B;</p>
<p>&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;&#x62D6;&#x5EF6;&#x764C;&#x665A;&#x671F;&#x554A;&#x2026;&#xFF08;&#x622A;&#x6B62;&#x65F6;&#x95F4;&#x6700;&#x540E;&#x4E00;&#x5929;&#xFF09;</p>
<p>&#x65E9;&#x4E0A;7&#x70B9;&#x5230;&#x665A;&#x4E0A;7&#x70B9;&#x6574;&#x6574;12&#x4E2A;&#x5C0F;&#x65F6;&#xFF0C;&#x6CA1;&#x6709;&#x5403;&#x4EFB;&#x4F55;&#x4E1C;&#x897F;&#x6CA1;&#x6709;&#x559D;&#x4E00;&#x53E3;&#x6C34;&#x6CA1;&#x6709;&#x53BB;&#x5395;&#x6240;&#xFF0C;</p>
<p>&#x65E9;&#x4E0A;&#x62FF;&#x4E86;&#x4E00;&#x6839;&#x9999;&#x8549;&#x54AC;&#x4E86;&#x4E00;&#x53E3;&#x7136;&#x540E;&#x5C31;&#x5FD8;&#x5728;&#x9762;&#x524D;&#x4E86;&#xFF0C;&#x5230;&#x665A;&#x4E0A;7&#x70B9;&#x624D;&#x53D1;&#x73B0;&#x3002;</p>
<p>&#x5982;&#x679C;&#x6CA1;&#x8BB0;&#x9519;&#x7684;&#x8BDD;&#x8FD9;12&#x4E2A;&#x5C0F;&#x65F6;&#x6211;&#x5199;&#x4E86;&#x5927;&#x6982;47&#x9875;&#x8BBA;&#x6587;&#x2026;&#x4E5F;&#x5C31;&#x662F;&#x4E3B;&#x4F53;&#x57FA;&#x672C;&#x4E0A;&#x641E;&#x5B9A;&#x4E86;...</p>
<p>&#x524D;&#x540E;&#x90FD;&#x57FA;&#x672C;&#x662F;&#x683C;&#x5F0F;&#xFF0C;&#x76EE;&#x5F55;&#xFF0C;&#x53C2;&#x8003;&#x4E66;&#x76EE;&#x4E4B;&#x7C7B;&#x7684;&#x5F88;&#x597D;&#x51D1;&#x9875;&#x6570;&#x4E86;&#x2026;&#x52A0;&#x4E0A;&#x5C31;50&#x591A;&#x9875;&#x4E86;...</p>
<p>&#x53CB;&#x60C5;&#x63D0;&#x9192;&#xFF1A;</p>
<p>&#x5FC3;&#x6D41;&#x72B6;&#x6001;&#x4E2D;&#x8FC7;&#x9A6C;&#x8DEF;&#x4E0A;&#x5BB9;&#x6613;&#x88AB;&#x649E; &#x8FC7;&#x9A6C;&#x8DEF;&#x5C0F;&#x5FC3;&#x70B9;</p>
<p>Q: </p>
<p>&#x518D;&#x8BB2;&#x8BB2;&#x4F60;&#x7684;&#x5FC3;&#x6D41;&#x5457;&#xFF0C;&#x4F60;&#x7684;&#x5FC3;&#x6D41;&#x4E00;&#x822C;&#x90FD;&#x5728;&#x5E72;&#x4EC0;&#x4E48;&#xFF1F;</p>
<p>A: </p>
<p>&#x505A;&#x4EC0;&#x4E48;&#x90FD;&#x53EF;&#x4EE5;&#xFF0C;&#x505A;&#x83DC;&#xFF0C;&#x5199;&#x4EE3;&#x7801;&#xFF0C;&#x601D;&#x8003;&#xFF0C;&#x5199;&#x4F5C;&#xFF0C;&#x4E0A;&#x7F51;&#xFF0C;&#x56DE;&#x6EAF;&#x548C;&#x522B;&#x4EBA;&#x5BF9;&#x8BDD;&#x2026; </p>
<p>&#x8FD9;&#x4E2A;&#x72B6;&#x6001;&#x4E0B;&#x662F;&#x53EF;&#x4EE5;&#x8FBE;&#x5230;&#x89C6;&#x800C;&#x4E0D;&#x89C1; &#x542C;&#x800C;&#x4E0D;&#x95FB;&#x7684;&#x2026; &#x53EF;&#x4EE5;&#x6CBF;&#x7740;&#x8DEF;&#x4E00;&#x76F4;&#x8D70;&#xFF08;&#x5371;&#x9669;&#x8B66;&#x544A;&#xFF09;</p>
<p>&#x53EF;&#x4EE5;&#x624B;&#x4E0A;&#x505A;&#x4E00;&#x4EF6;&#x4E8B; &#xFF08;&#x719F;&#x6089;&#x4E14;&#x91CD;&#x590D;&#x6027;&#x7684;&#x4E1C;&#x897F;&#xFF09;&#x4F46;&#x662F;&#x8111;&#x5B50;&#x5E72;&#x70B9;&#x5176;&#x4ED6;&#x7684;</p>
<p>Q:</p>
<p>&#x6211;&#x60F3;&#x95EE;&#x5FC3;&#x6D41;&#x4F1A;&#x6BD4;&#x6B63;&#x5E38;&#x72B6;&#x6001;&#x66F4;&#x7D2F;&#x6216;&#x8005;&#x66F4;&#x8F7B;&#x677E;&#x5417;&#xFF1F;&#x6211;&#x770B;&#x5230;&#x6709;&#x4EBA;&#x8BF4;&#x5FC3;&#x6D41;&#x505A;&#x4E8B;&#x60C5;&#x4E0D;&#x4F1A;&#x611F;&#x5230;&#x75B2;&#x60EB;&#x3002;&#x3002;&#x3002;</p>
<p>A:</p>
<p>&#x6B63;&#x5904;&#x4E8E;&#x5FC3;&#x6D41;&#x72B6;&#x6001;&#x4E2D;&#x662F;&#x4E0D;&#x4F1A;&#x611F;&#x5230;&#x75B2;&#x60EB;&#x7684; </p>
<p>&#x6216;&#x8005;&#x8BF4; &#x5F53;&#x4F60;&#x7684;&#x8EAB;&#x4F53;&#x4E0D;&#x8DB3;&#x4EE5;&#x652F;&#x6491;&#x5FC3;&#x6D41;&#x65F6; &#x4F60;&#x5C31;&#x4F1A;&#x8131;&#x79BB;&#x51FA;&#x6765;</p>
<p>20&#x5E74;&#x524D; &#x5F53;&#x6211;&#x4E0D;&#x5E38;&#x8FDB;&#x5165;&#x5FC3;&#x6D41;&#x65F6; &#x6BCF;&#x4E00;&#x6B21;&#x4ECE;&#x957F;&#x65F6;&#x95F4;&#x7684;&#x5FC3;&#x6D41;&#x4E2D;&#x51FA;&#x6765;&#x90FD;&#x4F1A;&#x5F88;&#x7D2F; </p>
<p>&#x4F53;&#x73B0;&#x5728;&#x6BCF;&#x4E00;&#x6B21;&#x8FDB;&#x5165;&#x540E; &#x5927;&#x8111;&#x4F1A;&#x9700;&#x8981;&#x653E;&#x677E;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x4E0D;&#x60F3;&#x53BB;&#x60F3;&#x4EFB;&#x4F55;&#x4E8B; </p>
<p>&#x5982;&#x679C;&#x5BC6;&#x96C6;&#x8FDB;&#x5165;&#x5FC3;&#x6D41; &#x4F1A;&#x6D88;&#x8017;&#x592A;&#x591A;&#x8D44;&#x6E90;&#x5BFC;&#x81F4;&#x8EAB;&#x4F53;&#x975E;&#x5E38;&#x5DEE;</p>
<p>&#x540E;&#x6765;&#x6162;&#x6162;&#x7684;&#x8FDB;&#x5165;&#x5FC3;&#x6D41;&#x8D8A;&#x6765;&#x8D8A;&#x5BC6;&#x96C6;&#x4E86; &#x751A;&#x81F3;&#x4E0D;&#x600E;&#x4E48;&#x8131;&#x79BB;&#x51FA;&#x6765;&#x4E86; </p>
<p>&#x4F46;&#x662F;&#x8EAB;&#x4F53;&#x53CD;&#x800C;&#x597D;&#x50CF;&#x9002;&#x5E94;&#x4E86; &#x73B0;&#x5728;&#x5FC3;&#x6D41;&#x5E76;&#x4E0D;&#x4F1A;&#x7ED9;&#x6211;&#x7684;&#x5927;&#x8111;&#x548C;&#x8EAB;&#x4F53;&#x5E26;&#x6765;&#x591A;&#x5927;&#x8D1F;&#x62C5;</p>
<p>Q:</p>
<p>&#x4F60;&#x8BF4;&#x7684;&#x7F13;&#x6162;&#x547C;&#x5438;&#xFF0C;&#x8981;&#x6709;&#x610F;&#x52A0;&#x6DF1;&#x547C;&#x5438;&#x6DF1;&#x5EA6;&#x5417;&#xFF1F;</p>
<p>A:</p>
<p>&#x4F60;&#x7EC3;&#x4E60;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8981;&#x6709;&#x610F;&#x52A0;&#x6DF1;&#x547C;&#x5438;&#xFF0C;&#x5C3D;&#x91CF;&#x5EF6;&#x957F;&#x6BCF;&#x6B21;&#x547C;&#x5438;&#x7684;&#x65F6;&#x95F4;&#x3002;</p>
<p>&#x8179;&#x5F0F;&#x547C;&#x5438;&#x4E5F;&#x8BB8;&#x6709;&#x5E2E;&#x52A9;&#xFF1F;&#xFF08;&#x6B64;&#x5904;&#x5B58;&#x7591;&#xFF09;&#x4F46;&#x662F;&#x6211;&#x4E60;&#x60EF;&#x8179;&#x5F0F;&#x547C;&#x5438;&#x5DEE;&#x4E0D;&#x591A;&#x6709;20&#x6765;&#x5E74;&#x4E86;&#x5427;</p>
<p>&#x771F;&#x6B63;&#x96C6;&#x4E2D;&#x6CE8;&#x610F;&#x529B;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x662F;&#x4E0D;&#x4F1A;&#x6CE8;&#x610F;&#x5230;&#x8FD9;&#x4E9B;&#x7684;&#xFF08;&#x6DF1;&#x547C;&#x5438;&#x6709;&#x52A9;&#x4E8E;&#x5E73;&#x548C;&#x5FC3;&#x5883;&#xFF09;</p>
<p>&#x6240;&#x4EE5;&#x5728;&#x60F3;&#x8981;&#x8FDB;&#x5165;&#x5FC3;&#x6D41;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x662F;&#x9700;&#x8981;&#x5300;&#x957F;&#x7684;&#x81EA;&#x7136;&#x547C;&#x5438;</p>
<p>&#x600E;&#x4E48;&#x4E2A;&#x5300;&#x957F;&#x6CD5;&#x5462;&#xFF1F;&#x5C31;&#x50CF;&#x4EBA;&#x7684;&#x7761;&#x7720;&#x65F6;&#x7684;&#x81EA;&#x7136;&#x547C;&#x5438;&#x4E00;&#x6837;</p>
<p>&#x4F60;&#x89C2;&#x5BDF;&#x4E0B;&#x522B;&#x4EBA;&#x7761;&#x89C9;&#x65F6;&#x7684;&#x547C;&#x5438;&#xFF0C;&#x4FBF;&#x4F1A;&#x6709;&#x4F53;&#x609F;</p>
<p>Q:</p>
<p>&#x5176;&#x5B9E;&#x6211;&#x89C9;&#x5F97;&#x4F60;&#x8BB2;&#x8FD9;&#x4E9B;&#x6CA1;&#x6709;&#x7528;&#xFF0C;&#x56E0;&#x4E3A;&#x4F60;&#x6B64;&#x65F6;&#x4E5F;&#x7B97;&#x5904;&#x4E8E;&#x4E00;&#x79CD;&#x65E0;&#x610F;&#x8BC6;&#x7684;&#x5FC3;&#x6D41;&#x72B6;&#x6001;&#xFF0C;&#x800C;&#x4ED6;&#x4EEC;&#x90FD;&#x662F;&#x6709;&#x76EE;&#x7684;&#x7684;&#xFF0C;&#x6709;&#x610F;&#x8BC6;&#x5730;&#x60F3;&#x770B;&#x770B;&#xFF0C;&#x5B8C;&#x5168;&#x4E0D;&#x5BF9;&#x7B49;&#x3002;</p>
<p>&#x800C;&#x4E14;&#x4F60;&#x8FDB;&#x5165;&#x5FC3;&#x6D41;&#x72B6;&#x6001;&#x7684;&#x65F6;&#x5019;&#x4E5F;&#x4E0D;&#x4F1A;&#x6CE8;&#x610F;&#x547C;&#x5438;&#xFF0C;&#x547C;&#x5438;&#x9876;&#x591A;&#x7B97;&#x662F;&#x4E2A;&#x6B21;&#x8981;&#x56E0;&#x7D20;&#xFF0C;&#x800C;&#x4F60;&#x8FD9;&#x6837;&#x4E00;&#x8BF4;&#xFF0C;&#x4ED6;&#x4EEC;&#x53CD;&#x800C;&#x53EA;&#x80FD;&#x6293;&#x4F4F;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x5F53;&#x6210;&#x4E3B;&#x8981;&#x56E0;&#x7D20;&#x4E86;&#x3002;</p>
<p>A:</p>
<p>&#x662F;&#x7684;&#x3002;&#x9700;&#x8981;&#x6CE8;&#x610F;&#x8FD9;&#x70B9;&#x3002;</p>
<p>Q:</p>
<p>&#x5FC3;&#x6D41;&#x72B6;&#x6001;&#x4E0B;&#x65E0;&#x4ECE;&#x201C;&#x9ED8;&#x8BFB;&#x201D;&#x662F;&#x600E;&#x6837;&#x7684;&#x4F53;&#x9A8C;&#xFF0C;&#x65E0;&#x58F0;&#x72B6;&#x6001;&#x5417;?</p>
<p>A:</p>
<p>&#x5728;&#x5FC3;&#x6D41;&#x72B6;&#x6001;&#x4E2D;&#x770B;&#x4E66;&#x771F;&#x7684;&#x662F;&#x89C6;&#x800C;&#x4E0D;&#x89C1;&#x7684;&#xFF0C;&#x4F60;&#x773C;&#x4E2D;&#x6CA1;&#x6709;&#x6587;&#x5B57;&#xFF0C;&#x66F4;&#x65E0;&#x4ECE;&#x201C;&#x9ED8;&#x8BFB;&#x201D;&#x4E86;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x4F60;&#x201C;&#x773C;&#x524D;&#x201D;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x8111;&#x6D77;&#x4E2D;&#x53D6;&#x4EE3;&#x4E86;&#x773C;&#x89C6;&#x89C9;&#x5F62;&#x6210;&#x7684;&#x5E55;&#x5E03;&#xFF0C;&#x53EA;&#x6709;&#x65E0;&#x6570;&#x4FE1;&#x606F;&#x6D41;&#x98DE;&#x9A70;&#xFF0C;</p>
<p>&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x6D41;&#x7684;&#x8868;&#x73B0;&#x4E3A;&#x56FE;&#x50CF;&#xFF0C;&#x52A8;&#x753B;&#xFF0C;&#x58F0;&#x97F3;&#xFF0C;&#x89E6;&#x89C9;&#x7B49;&#xFF0C;&#x4EBA;&#x5728;&#x8FD9;&#x4E2A;&#x72B6;&#x6001;&#x4E0B;&#x7684;&#x9605;&#x8BFB;&#x901F;&#x5EA6;&#x548C;&#x7406;&#x89E3;&#x529B;&#x975E;&#x5E38;&#x5F3A;&#x5927;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x80FD;&#x4FDD;&#x6301;&#x5728;&#x8FD9;&#x4E2A;&#x72B6;&#x6001;&#x4E0B;&#x5B66;&#x4E60;&#xFF0C;&#x57FA;&#x672C;&#x5C31;&#x662F;&#x8FC7;&#x76EE;&#x4E0D;&#x5FD8;&#x4E86;&#x3002;&#x5176;&#x5B9E;&#x6211;&#x60F3;&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x4F53;&#x4F1A;&#x8FC7;&#xFF0C;&#x5F53;&#x4F60;&#x770B;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x5165;&#x8FF7;&#x65F6;&#xFF0C;</p>
<p>&#x4F60;&#x773C;&#x524D;&#x54EA;&#x8FD8;&#x6709;&#x6587;&#x5B57;&#xFF0C;&#x773C;&#x524D;&#x96BE;&#x9053;&#x4E0D;&#x662F;&#x5200;&#x5149;&#x5251;&#x5F71;&#xFF0C;&#x8E6C;&#x840D;&#x6E21;&#x6C34;&#x7684;&#x4FA0;&#x5BA2;&#x2026; &#xFF1F;</p>
<p>Q:</p>
<p>&#x5982;&#x679C;&#x5F62;&#x6210;&#x5E55;&#x5E03;&#xFF0C;&#x90A3;&#x8FD9;&#x6837;&#x4E0D;&#x5C31;&#x8DDF;&#x8BB0;&#x5FC6;&#x4E66;&#x672C;&#x7684;&#x6587;&#x5B57;&#x51B2;&#x7A81;&#x4E86;&#x5417;?</p>
<p>A:</p>
<p>&#x8BB0;&#x5FC6;&#x7684;&#x4ECE;&#x4E0D;&#x662F;&#x4E66;&#x672C;&#x4E2D;&#x7684;&#x6587;&#x5B57;&#xFF0C;&#x800C;&#x53EA;&#x662F;&#x5B83;&#x4EE3;&#x8868;&#x7684;&#x610F;&#x8C61;&#x800C;&#x5DF2;</p>
<p>&#x6211;&#x66FE;&#x7ECF;&#x6709;&#x4E00;&#x6B21;&#x7ECF;&#x5386;&#x8FC7;&#xFF1A;&#x660E;&#x767D;&#x7684;&#x8BB0;&#x5F97;&#x67D0;&#x9879;&#x5185;&#x5BB9;&#xFF0C;&#x4F46;&#x5374;&#x60F3;&#x4E0D;&#x8D77;&#x539F;&#x6587;&#x662F;&#x6CD5;&#x6587;&#xFF0C;&#x82F1;&#x6587;&#x8FD8;&#x662F;&#x4E2D;&#x6587;&#x3002;</p>
<p>&#x56E0;&#x4E3A;&#x6211;&#x6444;&#x5165;&#x7684;&#x53EA;&#x662F;&#x5B83;&#x4EE3;&#x8868;&#x7684;&#x542B;&#x4E49;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6587;&#x5B57;&#x672C;&#x8EAB;&#x3002;</p>
<pre><code>&#xA9; 2019-2020 guenchi.  All rights reserved.
</code></pre>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="0x0102.html" class="navigation navigation-prev " aria-label="Previous page: 近年其他诗词">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="0x7c06.html" class="navigation navigation-next " aria-label="Next page: 解密Chez Scheme（一）">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"再谈心流","level":"1.5","depth":1,"next":{"title":"解密Chez Scheme（一）","level":"1.6","depth":1,"path":"0x7c06.md","ref":"0x7c06.md","articles":[]},"previous":{"title":"近年其他诗词","level":"1.4","depth":1,"path":"0x0102.md","ref":"0x0102.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"0x7c07.md","mtime":"2020-04-26T21:59:10.682Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-04-26T21:59:35.928Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

