
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>读<<腾讯没有梦想>> · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="0x7c02.html" />
    
    
    <link rel="prev" href="0x7c04.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    guenchi.com
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="0x0000.html">
            
                <a href="0x0000.html">
            
                    
                    个人作品
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="0x0101.html">
            
                <a href="0x0101.html">
            
                    
                    <<馨月集>>
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="0x0102.html">
            
                <a href="0x0102.html">
            
                    
                    近年所作其他诗词
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">༺ཉི-- 日志 --།ཉྀ༻</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="0x7c09.html">
            
                <a href="0x7c09.html">
            
                    
                    预视
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="0x7c08.html">
            
                <a href="0x7c08.html">
            
                    
                    未来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="0x7c07.html">
            
                <a href="0x7c07.html">
            
                    
                    再谈心流
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="0x7c06.html">
            
                <a href="0x7c06.html">
            
                    
                    解密Chez Scheme（一）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="0x7c05.html">
            
                <a href="0x7c05.html">
            
                    
                    理解call/cc
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="0x7c04.html">
            
                <a href="0x7c04.html">
            
                    
                    潜意识计算
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.7" data-path="0x7c03.html">
            
                <a href="0x7c03.html">
            
                    
                    读<<腾讯没有梦想>>
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="0x7c02.html">
            
                <a href="0x7c02.html">
            
                    
                    商道
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.9" data-path="0x7c01.html">
            
                <a href="0x7c01.html">
            
                    
                    读<<国芯往事>>
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.10" data-path="0x7c00.html">
            
                <a href="0x7c00.html">
            
                    
                    心流
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >读<<腾讯没有梦想>></a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x8BFB;&#x817E;&#x8BAF;&#x6CA1;&#x6709;&#x68A6;&#x60F3;">&#x8BFB;&lt;&lt;&#x817E;&#x8BAF;&#x6CA1;&#x6709;&#x68A6;&#x60F3;&gt;&gt;</h1>
<p>&#x817E;&#x8BAF;&#x505A;&#x4FE1;&#x606F;&#x6D41;&#x4E1A;&#x52A1;&#xFF0C;&#x5185;&#x90E8;&#x6709;OMG&#x7684;&#x817E;&#x8BAF;&#x65B0;&#x95FB;&#x3001;&#x817E;&#x8BAF;&#x89C6;&#x9891;&#x3001;&#x5929;&#x5929;&#x5FEB;&#x62A5;&#xFF0C;WXG&#x7684;&#x770B;&#x4E00;&#x770B;&#xFF0C;SNG&#x7684;QQ&#x770B;&#x70B9;&#x3001;QQ&#x7A7A;&#x95F4;&#xFF0C;MIG&#x7684;QQ&#x6D4F;&#x89C8;&#x5668;&#x3001;&#x5E94;&#x7528;&#x5B9D;&#xFF0C;9&#x4E2A;&#x4E0D;&#x540C;&#x56E2;&#x961F;&#x4E00;&#x8D77;&#x6765;&#x505A;&#xFF0C;&#x4F46;&#x4F9D;&#x7136;&#x52A0;&#x8D77;&#x6765;&#x90FD;&#x5E72;&#x4E0D;&#x8FC7;&#x5934;&#x6761;&#x3002;</p>
<p>&#x5929;&#x5929;&#x5FEB;&#x62A5;&#x662F;&#x817E;&#x8BAF;&#x7B2C;&#x4E00;&#x4E2A;&#x91CD;&#x70B9;&#x6276;&#x690D;&#x7684;&#x4FE1;&#x606F;&#x6D41;&#x4EA7;&#x54C1;&#xFF0C;&#x73B0;&#x5728;&#x65E5;&#x6D3B;&#x4E0D;&#x5230;&#x5934;&#x6761;&#x4E09;&#x5206;&#x4E4B;&#x4E00;&#x3002;&#x817E;&#x8BAF;&#x65B0;&#x95FB;APP&#x65E5;&#x6D3B;&#x9AD8;&#x4E8E;&#x5934;&#x6761;&#xFF0C;&#x53BB;&#x5E74;&#x5168;&#x5E74;&#x5E7F;&#x544A;&#x6536;&#x5165;&#x624D;24&#x4EBF;&#xFF0C;&#x5927;&#x6982;&#x4E5F;&#x5C31;&#x76F8;&#x5F53;&#x4E8E;&#x73B0;&#x5728;&#x6296;&#x97F3;&#x4E24;&#x4E2A;&#x6708;&#x7684;&#x6536;&#x5165;&#x6C34;&#x5E73;&#x5427;&#x3002; </p>
<p>&#x817E;&#x8BAF;&#x7684;&#x6D41;&#x91CF;&#x8D44;&#x6E90;&#x3001;&#x6295;&#x5165;&#x8D44;&#x91D1;&#x548C;&#x9AD8;&#x6C34;&#x5E73;&#x725B;&#x4EBA;&#x7684;&#x6570;&#x91CF;&#x662F;&#x78BE;&#x538B;&#x5934;&#x6761;&#x7684;&#xFF0C;&#x8FD8;&#x6709;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x5E73;&#x53F0;&#x8FD9;&#x4E2A;&#x4E2D;&#x56FD;&#x7B2C;&#x4E00;&#x81EA;&#x5A92;&#x4F53;&#x521B;&#x4F5C;&#x5E73;&#x53F0;&#xFF0C;CDG&#x7684;&#x5E7F;&#x544A;&#x4E1A;&#x52A1;&#x4E5F;&#x5728;&#x4E00;&#x8DEF;&#x9AD8;&#x6B4C;&#x731B;&#x8FDB;&#xFF0C;&#x4F46;&#x662F;feed&#x4E00;&#x76F4;&#x505A;&#x4E0D;&#x8D77;&#x6765;&#xFF0C;&#x4F55;&#x89E3;&#xFF1F;</p>
<p>&#x56E0;&#x4E3A;&#x817E;&#x8BAF;&#x5185;&#x90E8;&#x7684;&#x6570;&#x636E;&#x5E76;&#x4E0D;&#x4E92;&#x901A;&#xFF0C;&#x817E;&#x8BAF;&#x5185;&#x90E8;&#x5404;&#x90E8;&#x95E8;&#x7684;&#x51B2;&#x7A81;&#x548C;&#x5206;&#x5316;&#x5BFC;&#x81F4;&#x817E;&#x8BAF;&#x5728;&#x6574;&#x4F53;&#x4E0A;&#x65E0;&#x6CD5;&#x5F62;&#x6210;&#x7EDF;&#x4E00;&#x800C;&#x5F3A;&#x6709;&#x529B;&#x7684;&#x6218;&#x7565;&#x548C;&#x6267;&#x884C;&#x3002;&#x6BD4;&#x5982;MIG&#x7684;QQ&#x6D4F;&#x89C8;&#x5668;&#x8981;&#x5B66;&#x5934;&#x6761;&#x505A;&#x5185;&#x5BB9;&#x751F;&#x6001;&#x548C;&#x4FE1;&#x606F;&#x6D41;&#x63A8;&#x8350;&#xFF0C;&#x4F60;&#x8981;&#x5148;&#x627E;WXG&#xFF0C;&#x4F60;&#x7684;&#x6570;&#x636E;&#x80FD;&#x4E0D;&#x80FD;&#x5F00;&#x653E;&#x7ED9;&#x6211;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x627E;OMG&#x3001;SNG&#x548C;IEG&#xFF0C;&#x80FD;&#x4E0D;&#x80FD;&#x628A;&#x4F60;&#x4EEC;&#x7684;&#x6570;&#x636E;&#x5F00;&#x653E;&#x7ED9;&#x6211;&#xFF1F;&#x5982;&#x679C;&#x522B;&#x4EBA;&#x4E0D;&#x5F00;&#x653E;&#xFF0C;&#x90A3;&#x6211;&#x53EA;&#x80FD;&#x627E;OMG&#x7684;&#x6570;&#x636E;&#x57FA;&#x4E8E;&#x6B64;&#x6765;&#x505A;&#x63A8;&#x8350;&#x3002;&#x5929;&#x5929;&#x5FEB;&#x62A5;&#x5927;&#x529B;&#x6295;&#x5165;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5C31;&#x6CA1;&#x80FD;&#x5F88;&#x597D;&#x501F;&#x529B;&#x5230;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#x3002;</p>
<p>SNG&#x4E0B;&#x7684;&#x770B;&#x70B9;&#x4E3A;&#x4EC0;&#x4E48;&#x53BB;&#x5E74;&#x80FD;&#x6709;&#x8D77;&#x8272;&#xFF1F;&#x90A3;&#x662F;&#x56E0;&#x4E3A;&#x6574;&#x4E2A;&#x817E;&#x8BAF;&#x90FD;&#x53D7;&#x5230;&#x4E86;&#x5934;&#x6761;&#x7684;&#x5F3A;&#x523A;&#x6FC0;&#xFF0C;BG&#x9886;&#x5BFC;&#x5F00;&#x59CB;&#x91CD;&#x89C6;&#xFF0C;&#x7ED9;&#x770B;&#x70B9;&#x5728;QQ&#x804A;&#x5929;&#x7A97;&#x53E3;&#x5F3A;&#x63D2;&#x5165;&#x53E3;&#xFF0C;&#x6CE8;&#x5165;SNG&#x81EA;&#x8EAB;&#x7684;QQ&#x97F3;&#x4E50;MV&#x8D44;&#x6E90;&#xFF0C;OMG&#x7684;&#x817E;&#x8BAF;&#x65B0;&#x95FB;&#x5934;&#x90E8;&#x5185;&#x5BB9;&#x5168;&#x7ED9;&#xFF0C;SNG&#x603B;&#x88C1;&#x6C64;&#x9053;&#x751F;&#x4E5F;&#x95EE;&#x5F20;&#x5C0F;&#x9F99;&#x8981;&#x6765;&#x4E86;WXG&#x4E00;&#x4E9B;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x518D;&#x52A0;&#x4E0A;IEG &#x7684;&#x52A8;&#x6F2B;&#x8D44;&#x6E90;&#x7B49;&#xFF0C;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x8FD9;&#x79CD;&#x6765;&#x81EA;&#x6700;&#x9AD8;&#x5C42;&#x7684;&#x63A8;&#x52A8;&#xFF0C;&#x5149;&#x9760;&#x4E0B;&#x9762;&#x6267;&#x884C;&#x7684;&#x4EBA;&#x6765;&#x63A8;&#x51E0;&#x4E4E;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x7684;&#x3002;</p>
<p>&#x817E;&#x8BAF;&#x5404;&#x79CD;&#x4EA7;&#x54C1;&#x4E8B;&#x4E1A;&#x90E8;&#xFF0C;&#x4E0D;&#x540C;&#x7684;BG&#x6253;&#x4ED7;&#x98CE;&#x683C;&#x548C;&#x7ECF;&#x5386;&#x8FC7;&#x7684;&#x6218;&#x4E89;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x52A0;&#x4E0A;&#x516C;&#x53F8;&#x9F13;&#x52B1;&#x5185;&#x90E8;&#x7ADE;&#x4E89;&#xFF0C;&#x4E00;&#x76F4;&#x90FD;&#x662F;&#x5404;&#x4E2A;&#x90E8;&#x95E8;&#x641E;&#x81EA;&#x5DF1;&#x7684;&#x4EA7;&#x54C1;&#x3002;SNG&#x548C;OMG&#x5C31;&#x662F;&#x6BCF;&#x5BB6;&#x505A;&#x6BCF;&#x5BB6;&#x7684;&#xFF0C;&#x6B63;&#x5E38;&#x60C5;&#x51B5;&#x4E0B;&#x90FD;&#x4E0D;&#x4F1A;&#x8D44;&#x6E90;&#x5171;&#x4EAB;&#xFF0C;&#x4E0D;&#x5B58;&#x5728;&#x767D;&#x5E2E;&#x4F60;&#x8FD9;&#x79CD;&#x4E8B;&#x3002;&#x7136;&#x540E;&#x6C9F;&#x901A;&#x6210;&#x672C;&#x6781;&#x5176;&#x9AD8;&#xFF0C;&#x9AD8;&#x5230;&#x4E2D;&#x5C0F;&#x516C;&#x53F8;&#x4E00;&#x4E9B;&#x7EC6;&#x8282;&#x51B3;&#x7B56;&#x90FD;&#x9700;&#x8981;&#x5468;&#x7EA7;&#x522B;&#x7684;&#x65F6;&#x95F4;&#x3002;&#x5185;&#x90E8;&#x5236;&#x8861;&#x7684;&#x529B;&#x91CF;&#x5BFC;&#x81F4;&#x6839;&#x672C;&#x6CA1;&#x6CD5;&#x53BB;&#x62A2;&#x5916;&#x90E8;&#x7684;&#x76D8;&#x5B50;&#xFF0C;&#x8FD9;&#x53C8;&#x5E26;&#x6765;&#x4E86;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF1A;&#x5927;&#x5BB6;&#x5728;&#x540C;&#x4E00;&#x4E2A;&#x516C;&#x53F8;&#x91CC;&#x9762;&#x62A2;&#x86CB;&#x7CD5;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x628A;&#x86CB;&#x7CD5;&#x505A;&#x5927;&#x3002;</p>
<p>&#x817E;&#x8BAF;&#x7CFB;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x6BCF;&#x4E2A;&#x4E8B;&#x4E1A;&#x7FA4;&#x548C;&#x4EA7;&#x54C1;&#x95F4;&#x4E0D;&#x591F;&#x56E2;&#x7ED3;&#xFF0C;&#x5FC5;&#x987B;&#x4E92;&#x76F8;&#x80FD;&#x591F;&#x5E26;&#x6765;&#x597D;&#x5904;&#xFF0C;&#x624D;&#x53EF;&#x80FD;&#x6709;&#x5408;&#x4F5C;&#xFF0C;&#x800C;&#x4E14;&#x4F60;&#x5F88;&#x96BE;&#x4ECE;&#x4ED6;&#x4EEC;&#x7684;&#x5408;&#x4F5C;&#x4E0A;&#x53D1;&#x73B0;&#x8FD9;&#x662F;&#x540C;&#x4E00;&#x5BB6;&#x516C;&#x53F8;&#x3002;&#x6BD4;&#x5982;&#x817E;&#x8BAF;&#x7684;&#x767E;&#x4E07;&#x82F1;&#x96C4;&#x7B49;&#x5230;&#x522B;&#x4EBA;&#x88AB;&#x53EB;&#x505C;&#x90FD;&#x6CA1;&#x505A;&#x51FA;&#x6765;&#xFF0C;&#x6BD4;&#x5982;&#x5F88;&#x591A;&#x4EBA;&#x53EF;&#x80FD;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#xFF0C;QQ&#x516C;&#x4F17;&#x5E73;&#x53F0;&#xFF0C;&#x4F01;&#x9E45;&#x5A92;&#x4F53;&#x5E73;&#x53F0;&#x4E09;&#x4E2A;&#x5230;&#x5E95;&#x4EC0;&#x4E48;&#x5173;&#x7CFB;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x5DF2;&#x7ECF;&#x6709;&#x4E86;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#x4F60;&#x4EEC;&#x817E;&#x8BAF;&#x8FD8;&#x8981;&#x518D;&#x62C9;&#x6211;&#x53BB;&#x65B0;&#x7684;&#x5E73;&#x53F0;&#x91CD;&#x65B0;&#x6CE8;&#x518C;&#x518D;&#x53D1;&#x4E00;&#x904D;&#x3002;</p>
<p>&#x53E6;&#x5916;&#x7684;&#x7B54;&#x6848;&#x53EF;&#x80FD;&#x5C31;&#x662F;&#x4E1A;&#x52A1;&#x4E0A;&#x7528;&#x5230;&#x7684;&#x6BD4;&#x8F83;hardcore&#x7684;&#x6280;&#x672F;&#x6BD4;&#x8F83;&#x5C11;&#xFF0C;&#x8FD9;&#x91CC;&#x4E3B;&#x8981;&#x6307;AI&#x6280;&#x672F;&#xFF0C;&#x725B;&#x4EBA;&#x4E5F;&#x662F;&#x9700;&#x8981;&#x4E1A;&#x52A1;&#x573A;&#x666F;&#x6765;&#x53D1;&#x6325;&#x548C;&#x63D0;&#x5347;&#x7684;&#x3002;&#x6BD4;&#x5982;&#x817E;&#x8BAF;AI Lab&#x5F00;&#x53D1;&#x7684;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x56F4;&#x68CB;&#x201C;&#x7EDD;&#x827A;&#x201D;&#xFF0C;&#x5148;&#x540E;&#x8D25;&#x7ED9;&#x4E86;&#x201C;&#x821E;&#x8005;&#x201D;&#x548C;&#x201C;Phoenix Go&#x201D;&#xFF0C;&#x201C;&#x821E;&#x8005;&#x201D;&#x662F;&#x5934;&#x6761;&#x5DF2;&#x7ECF;&#x505A;&#x4E86;&#x7BA1;&#x7406;&#x5DE5;&#x4F5C;&#x7684;&#x6280;&#x672F;&#x526F;&#x603B;&#x88C1;&#x6768;&#x9707;&#x539F;&#x7684;&#x4E2A;&#x4EBA;&#x4E1A;&#x4F59;&#x4F5C;&#x54C1;&#xFF0C;&#x201C;Phoenix Go&#x201D;&#x4E5F;&#x662F;&#x5FAE;&#x4FE1;&#x7FFB;&#x8BD1;&#x56E2;&#x961F;&#x51E0;&#x540D;&#x5DE5;&#x7A0B;&#x5E08;&#x7684;&#x4E1A;&#x4F59;&#x4F5C;&#x54C1;&#x3002;</p>
<p>&#x90A3;&#x4E3A;&#x4EC0;&#x4E48;hardcore&#x7684;&#x6280;&#x672F;&#x6BD4;&#x8F83;&#x5C11;&#xFF1F;&#x4E00;&#x65B9;&#x9762;&#x662F;&#x7814;&#x7A76;&#x5458;&#x8DDF;&#x5E94;&#x7528;&#x5C42;&#x8054;&#x7CFB;&#x6BD4;&#x8F83;&#x5C11;&#xFF0C;&#x53E6;&#x5916;&#x8FD9;&#x4E3B;&#x8981;&#x662F;&#x8DDF;&#x817E;&#x8BAF;&#x7684;&#x4E1A;&#x52A1;&#x7EBF;&#x90FD;&#x662F;&#x76F8;&#x4E92;&#x72EC;&#x7ACB;&#x7684;&#x6709;&#x975E;&#x5E38;&#x5927;&#x7684;&#x5173;&#x7CFB;&#x3002;&#x56E0;&#x4E3A;&#x90E8;&#x95E8;&#x5899;&#x548C;&#x6570;&#x636E;&#x5899;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x817E;&#x8BAF;&#x505A;&#x4E86;&#x975E;&#x5E38;&#x591A;&#x53CD;&#x590D;&#x9020;&#x8F6E;&#x5B50;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x65E0;&#x6CD5;&#x628A;&#x6280;&#x672F;&#x67B6;&#x6784;&#x62BD;&#x8C61;&#x5F97;&#x66F4;&#x597D;&#x6765;&#x63D0;&#x5347;&#x534F;&#x540C;&#x6548;&#x5E94;&#xFF0C;&#x4E5F;&#x5C31;&#x610F;&#x5473;&#x7740;&#x5728;&#x6280;&#x672F;&#x4E0A;&#x65E0;&#x6CD5;&#x505A;&#x6DF1;&#x5165;&#x3002;</p>
<p>&#x5927;&#x91CF;&#x7684;&#x9020;&#x8F6E;&#x5B50;&#xFF0C;&#x540E;&#x7EED;&#x7684;&#x4F18;&#x5316;&#x548C;&#x7EF4;&#x62A4;&#xFF0C;&#x6709;&#x591A;&#x5C11;&#x8F6E;&#x5B50;&#x5C31;&#x610F;&#x5473;&#x7740;&#x6709;&#x591A;&#x5C11;&#x500D;&#x7684;&#x6210;&#x672C;&#x3002;&#x4F46;&#x66F4;&#x8981;&#x547D;&#x7684;&#x662F;&#xFF0C;&#x5728;&#x6709;&#x76F8;&#x5173;&#x9700;&#x6C42;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8BE5;&#x9020;&#x51FA;&#x6765;&#x7684;&#x8F6E;&#x5B50;&#x6CA1;&#x9020;&#x51FA;&#x6765;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x56E0;&#x4E3A;&#x529B;&#x91CF;&#x6CA1;&#x6709;&#x96C6;&#x4E2D;&#x4E8E;&#x4E00;&#x70B9;&#xFF0C;&#x5BFC;&#x81F4;&#x9020;&#x5F97;&#x4E0D;&#x591F;&#x597D;&#xFF0C;&#x8FD9;&#x5C31;&#x4F1A;&#x8BA9;&#x516C;&#x53F8;&#x4E27;&#x5931;&#x5DE8;&#x5927;&#x7684;&#x65F6;&#x95F4;&#x548C;&#x673A;&#x4F1A;&#x6210;&#x672C;&#x3002;</p>
<p>&#x5F53;&#x65F6;&#x9A6C;&#x5316;&#x817E;&#x4E5F;&#x89C9;&#x5F97;&#xFF0C;&#x5FAE;&#x4FE1;&#x624D;&#x662F;&#x771F;&#x6B63;&#x80FD;&#x8BA9;&#x817E;&#x8BAF;&#x6210;&#x4E3A;&#x56FD;&#x9645;&#x516C;&#x53F8;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x6279;&#x4E86;20&#x4EBF;&#x7684;&#x9884;&#x7B97;&#x3002;</p>
<p>&#x4F46;&#x6700;&#x540E;&#x4E0D;&#x6B62;&#x5728;&#x5168;&#x7403;&#x5E02;&#x573A;&#x6CA1;&#x5E72;&#x8FC7;WhatsApp&#xFF0C;&#x5728;&#x4E1C;&#x5357;&#x4E9A;&#x5E02;&#x573A;&#x90FD;&#x8F93;&#x7ED9;&#x4E86;line&#xFF0C;&#x5FAE;&#x4FE1;&#x5E76;&#x6CA1;&#x6709;&#x5728;&#x54EA;&#x4E2A;&#x6D77;&#x5916;&#x5E02;&#x573A;&#x83B7;&#x5F97;&#x6210;&#x529F;&#x3002;&#x800C;&#x5728;12&#x5E74;13&#x5E74;&#x505A;&#x56FD;&#x9645;&#x5E02;&#x573A;&#x5927;&#x5BB6;&#x5176;&#x5B9E;&#x90FD;&#x662F;&#x521A;&#x8D77;&#x6B65;&#xFF0C;&#x8FD9;&#x4E24;&#x5BB6;&#x516C;&#x53F8;&#x7684;&#x94B1;&#x548C;&#x8D44;&#x6E90;&#x8DDF;&#x817E;&#x8BAF;&#x538B;&#x6839;&#x4E0D;&#x5177;&#x5907;&#x53EF;&#x6BD4;&#x6027;&#x3002;</p>
<p>CDG&#x56FD;&#x9645;&#x5316;&#x7684;&#x76F8;&#x5173;&#x8D1F;&#x8D23;&#x4EBA;&#x540E;&#x6765;&#x6307;&#x63A7;&#x662F;&#x5FAE;&#x4FE1;&#x4E0D;&#x8DDF;&#x4ED6;&#x4EEC;&#x6253;&#x597D;&#x914D;&#x5408;&#xFF0C;&#x4ED6;&#x4EEC;&#x62FF;&#x4E0D;&#x5230;&#x4EA7;&#x54C1;&#x63A7;&#x5236;&#x6743;&#x3002;&#x5F53;&#x7136;&#x5B9E;&#x9645;&#x7684;&#x539F;&#x56E0;&#x662F;&#xFF0C;&#x524D;&#x671F;&#x7684;&#x91CD;&#x89C6;&#x4E0D;&#x591F;&#xFF0C;&#x5BFC;&#x81F4;&#x6218;&#x7565;&#x5C42;&#x9762;&#x4E0D;&#x662F;&#x7279;&#x522B;&#x6B63;&#x786E;&#x3002;&#x5FAE;&#x4FE1;&#x6700;&#x521D;&#x5F00;&#x53D1;&#x65F6;&#x5F88;&#x591A;&#x5730;&#x65B9;&#x662F;&#x5199;&#x6B7B;&#x7684;&#x6CA1;&#x8003;&#x8651;&#x8FC7;&#x56FD;&#x9645;&#x5316;&#xFF0C;&#x540E;&#x6765;&#x9700;&#x8981;&#x91CD;&#x65B0;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x592A;&#x591A;&#xFF0C;&#x800C;&#x4E14;&#x5FAE;&#x4FE1;&#x7684;&#x56FD;&#x9645;&#x5316;&#x5728;CDG&#x4E0D;&#x5F52;&#x5FAE;&#x4FE1;&#x81EA;&#x5DF1;&#x505A;&#x3002;&#x4EA7;&#x54C1;&#x89C4;&#x5212;&#x3001;&#x6280;&#x672F;&#x600E;&#x4E48;&#x505A;&#x3001;&#x67B6;&#x6784;&#x600E;&#x4E48;&#x642D;&#x3001;&#x8BBE;&#x8BA1;&#x600E;&#x4E48;&#x5207;&#xFF0C;&#x4E24;&#x4E2A;&#x90E8;&#x95E8;&#x95F4;&#x7684;&#x6C9F;&#x901A;&#x5C31;&#x5DF2;&#x7ECF;&#x62D6;&#x6B7B;&#x4EBA;&#x4E86;&#x3002;</p>
<p>&#x738B;&#x8005;&#x8363;&#x8000;&#x51FA;&#x6D77;&#x5927;&#x6982;&#x4E5F;&#x662F;&#x72AF;&#x4E86;&#x7C7B;&#x4F3C;&#x9519;&#x8BEF;&#x3002;&#x6BCF;&#x4E00;&#x4E2A;&#x5730;&#x57DF;&#x90FD;&#x8981;&#x5355;&#x72EC;&#x91CD;&#x65B0;&#x505A;&#x6BCF;&#x4E00;&#x4E2A;&#x7248;&#x672C;&#xFF0C;&#x56E0;&#x4E3A;&#x4E00;&#x5F00;&#x59CB;&#x6CA1;&#x6709;&#x4E8B;&#x5148;&#x505A;&#x597D;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x51C6;&#x5907;&#x548C;&#x60F3;&#x6CD5;&#xFF0C;&#x5BFC;&#x81F4;&#x4E0D;&#x540C;&#x5730;&#x533A;&#x4EA7;&#x54C1;&#x95F4;&#x7684;&#x5185;&#x90E8;&#x66F4;&#x65B0;&#x662F;&#x4E0D;&#x540C;&#x6B65;&#x7684;&#xFF0C;&#x5207;&#x56FE;&#x6587;&#x6848;&#x8FD9;&#x4E9B;&#x90FD;&#x662F;&#x9700;&#x8981;&#x6BCF;&#x4E00;&#x4E2A;&#x7248;&#x672C;&#x5355;&#x72EC;&#x91CD;&#x590D;&#x505A;&#x4E00;&#x6B21;&#x3002;</p>
<p>&#x56FD;&#x9645;&#x5316;&#x7684;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x5C31;&#x662F;&#x592A;&#x4F9D;&#x8D56;&#x8D44;&#x6E90;&#xFF0C;&#x6CA1;&#x8BA4;&#x4E3A;&#x65F6;&#x673A;&#x662F;&#x6700;&#x91CD;&#x8981;&#x7684;&#x3002;&#x5373;&#x4E0D;&#x662F;&#x4EA7;&#x54C1;&#x5148;&#x51FA;&#x6D77;&#xFF0C;&#x4E0D;&#x662F;&#x53EA;&#x5F00;&#x53D1;&#x597D;&#x4E00;&#x4E2A;&#x4EA7;&#x54C1;&#x7136;&#x540E;&#x9002;&#x5E94;&#x5F53;&#x5730;&#x8BED;&#x8A00;&#xFF0C;&#x63D0;&#x4EA4;App Store&#x53D1;&#x5E03;&#x3002;&#x800C;&#x662F;&#x8981;&#x627E;&#x4E00;&#x4E2A;&#x4E2A;&#x5730;&#x56FE;&#x672C;&#x5730;&#x7684;&#x8FD0;&#x8425;&#x5546;&#xFF0C;&#x8981;&#x53BB;&#x627E;&#x65E5;&#x672C;&#x7684;&#x548C;&#x4E1C;&#x5357;&#x4E9A;&#x7684;&#x817E;&#x8BAF;&#xFF0C;&#x5148;&#x8C08;&#x5546;&#x52A1;&#x8D44;&#x6E90;&#x518D;&#x505A;&#x843D;&#x5730;&#x6D3B;&#x52A8;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x4E00;&#x4E2A;&#x4E2A;&#x9488;&#x5BF9;&#x6027;&#x6765;&#x505A;&#x6765;&#x6539;&#x3002;</p>
<p>&#x4F46;&#x8FD9;&#x79CD;&#x5148;&#x5546;&#x52A1;&#x540E;&#x4EA7;&#x54C1;&#x7684;&#x7B56;&#x7565;&#xFF0C;&#x5F80;&#x5F80;&#x5C31;&#x4F1A;&#x975E;&#x5E38;&#x62D6;&#x6C93;&#xFF0C;&#x5F88;&#x5BB9;&#x6613;&#x5C31;&#x9519;&#x8FC7;&#x65F6;&#x95F4;&#x7A97;&#x53E3;&#xFF0C;&#x6BD4;&#x5982;&#x738B;&#x8005;&#x8363;&#x8000;&#x5C31;&#x88AB;&#x667A;&#x660E;&#x661F;&#x901A;&#x5728;&#x4E1C;&#x5357;&#x4E9A;&#x5E02;&#x573A;&#x5148;&#x6295;&#x653E;&#x4E00;&#x4E2A;&#x5C71;&#x5BE8;&#x7248;&#x622A;&#x80E1;&#xFF0C;&#x5C3D;&#x7BA1;&#x4ED6;&#x4EEC;&#x4EA7;&#x54C1;&#x505A;&#x5F97;&#x5DE8;&#x5DEE;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x4EEC;&#x505A;&#x5F97;&#x591F;&#x5FEB;&#x6240;&#x5230;&#x4E4B;&#x5904;&#x4ED6;&#x4EEC;&#x5C31;&#x662F;&#x738B;&#x8005;&#x8363;&#x8000;&#xFF0C;&#x8BA9;&#x817E;&#x8BAF;&#x8FDB;&#x4E0D;&#x6765;&#x3002;&#x540C;&#x65F6;&#x5982;&#x679C;&#x4F60;&#x5728;&#x6D77;&#x5916;&#x5E02;&#x573A;&#x4E00;&#x65E6;&#xFF0C;&#x518D;&#x60F3;&#x8FFD;&#x8D76;&#x5C31;&#x5F88;&#x96BE;&#x4E86;&#x3002;&#x5728;&#x56FD;&#x5185;&#x80FD;&#x8FFD;&#x8D76;&#x7684;&#x4E0A;&#x662F;&#x56E0;&#x4E3A;&#x4EA7;&#x54C1;&#x80CC;&#x9760;&#x817E;&#x8BAF;&#xFF0C;&#x6709;&#x7262;&#x7262;&#x7684;&#x7528;&#x6237;&#x7FA4;&#x548C;&#x5927;&#x628A;&#x7684;&#x6D41;&#x91CF;&#x8D44;&#x672C;&#x3002;&#x5728;&#x4E1C;&#x5357;&#x4E9A;&#x5927;&#x5BB6;&#x90FD;&#x5F00;&#x59CB;&#x4E60;&#x60EF;&#x6253;&#x667A;&#x660E;&#x661F;&#x901A;&#x7684;&#x6E38;&#x620F;&#xFF0C;&#x7528;&#x6237;&#x5173;&#x7CFB;&#x5EFA;&#x7ACB;&#x8D77;&#x6765;&#x4E86;&#xFF0C;&#x534A;&#x5E74;&#x540E;&#x817E;&#x8BAF;&#x518D;&#x6765;&#x8BF4;&#x6211;&#x8FD9;&#x4E2A;&#x738B;&#x8005;&#x8363;&#x8000;&#x624D;&#x662F;&#x4E2D;&#x56FD;&#x6B63;&#x7248;&#xFF0C;who care&#x3002;</p>
<p>&#x7EDD;&#x5730;&#x6C42;&#x751F;&#x7684;&#x624B;&#x6E38;&#x5728;&#x7814;&#x53D1;&#x65F6;&#x5C31;&#x6CA1;&#x8D70;&#x8FD9;&#x6761;&#x8001;&#x8DEF;&#x3002;&#x5F00;&#x53D1;&#x65F6;&#x5019;&#x5C31;&#x662F;&#x5168;&#x6808;&#x5168;&#x7403;&#xFF0C;&#x505A;&#x597D;&#x5168;&#x7403;&#x5316;&#x7248;&#x672C;&#x548C;&#x5185;&#x5BB9;&#xFF0C;&#x5168;&#x7403;&#x5404;&#x4E2A;&#x5730;&#x533A;&#x90FD;&#x80FD;&#x4E0B;&#x8F7D;&#xFF0C;&#x91CF;&#x7ACB;&#x9A6C;&#x98D9;&#x4E0A;&#x53BB;&#x4E86;&#xFF0C;&#x8D85;100&#x4E2A;&#x56FD;&#x5BB6;&#x548C;&#x5730;&#x533A;&#x6392;&#x540D;&#x7B2C;&#x4E00;&#x3002;&#x8FD9;&#x53EF;&#x662F;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x5F53;&#x5730;&#x8FD0;&#x8425;&#x63A8;&#x5E7F;&#x6CA1;&#x6709;&#x5F80;&#x6B7B;&#x91CC;&#x6253;&#x5E7F;&#x544A;&#xFF0C;&#x5C31;&#x662F;&#x7B2C;&#x4E00;&#x6B65;&#x4EA7;&#x54C1;&#x505A;&#x597D;&#x4E86;&#x8D76;&#x7D27;&#x4E0A;&#x7EBF;&#x53D1;&#x5E03;&#xFF0C;&#x6210;&#x529F;&#x6293;&#x4F4F;&#x4E86;&#x65F6;&#x673A;&#x3002;</p>
<p>&#x5FEB;&#x901F;&#x589E;&#x957F;&#x7684;&#x5E02;&#x573A;&#xFF0C;&#x770B;&#x8C01;&#x5148;&#x5360;&#x9886;&#x636E;&#x70B9;&#xFF0C;&#x65F6;&#x95F4;&#x624D;&#x662F;&#x6700;&#x91CD;&#x8981;&#x7684;&#x3002;</p>
<p>&#x5927;&#x516C;&#x53F8;&#x65F6;&#x5E38;&#x89C9;&#x5F97;&#x662F;&#x8D44;&#x6E90;&#xFF0C;&#x53CD;&#x800C;&#x4E0D;&#x7075;&#x6D3B;&#x3002;</p>
<p>&#x817E;&#x8BAF;&#x62DB;&#x4E86;&#x975E;&#x5E38;&#x591A;&#x7684;&#x806A;&#x660E;&#x4EBA;&#xFF0C;&#x806A;&#x660E;&#x4EBA;&#x5728;&#x4E00;&#x8D77;&#x5C31;&#x662F;&#x753B;PPT&#x4E92;&#x76F8;&#x6597;&#x5634;&#xFF0C;&#x4E0D;&#x613F;&#x5E72;&#x50BB;&#x903C;&#x4E8B;&#xFF0C;&#x4F46;&#x662F;&#x6597;&#x5634;&#x662F;&#x6CA1;&#x5565;&#x610F;&#x4E49;&#x7684;&#x3002;&#x817E;&#x8BAF;&#x7684;&#x806A;&#x660E;&#x4EBA;&#x5C31;&#x662F;&#x6211;&#x975E;&#x5E38;&#x9002;&#x7528;&#x4E8E;&#x8FD9;&#x4E2A;&#x4F53;&#x7CFB;&#xFF0C;&#x800C;&#x5F20;&#x5C0F;&#x9F99;&#x5728;&#x817E;&#x8BAF;&#x91CC;&#x9762;&#x5C31;&#x662F;&#x8FD9;&#x7FA4;&#x806A;&#x660E;&#x4EBA;&#x91CC;&#x7684;&#x7B28;&#x86CB;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4E00;&#x5BB6;&#x4E92;&#x8054;&#x7F51;&#x516C;&#x53F8;&#x7684;&#x603B;&#x529E;&#x90FD;&#x662F;60&#x540E;70&#x540E;&#xFF0C;&#x5174;&#x8DA3;&#x7231;&#x597D;&#x90FD;&#x662F;&#x6253;&#x9AD8;&#x5C14;&#x592B;&#x3001;&#x559D;&#x7EA2;&#x9152;&#x3001;&#x4E70;&#x5EA6;&#x5047;&#x9152;&#x5E97;&#x548C;&#x4ECE;&#x653F;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x89C9;&#x5F97;&#x5E74;&#x8F7B;&#x4EBA;&#x548C;&#x5927;&#x4F17;&#x5E02;&#x573A;&#x8DDF;&#x4F60;&#x4EEC;&#x6709;&#x5173;&#x7CFB;&#x5462;&#xFF1F;&#x4EBA;&#x53D8;&#x8001;&#x4E86;&#x7684;&#x611F;&#x89C9;&#x4E0D;&#x662F;&#x8BF4;&#x6211;&#x4E0D;&#x60F3;&#x5B66;&#x4E60;&#x65B0;&#x4E1C;&#x897F;&#xFF0C;&#x800C;&#x662F;&#x8001;&#x4E1C;&#x897F;&#x6211;&#x8FD8;&#x6D88;&#x5316;&#x4E0D;&#x5B8C;&#x3002;</p>
<p>&#x5982;&#x679C;&#x8001;&#x677F;&#x4EEC;&#x538B;&#x6839;&#x5C31;&#x4E0D;&#x559C;&#x6B22;&#x77ED;&#x89C6;&#x9891;&#xFF0C;&#x4ECE;&#x6765;&#x4E0D;&#x5237;&#x4E0D;&#x53D1;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x5C31;&#x80FD;&#x505A;&#x51FA;&#x6765;&#xFF1F;&#x4E00;&#x4E2A;&#x8857;&#x5934;&#x5356;&#x827A;&#x7684;&#x770B;&#x5230;&#x6BD5;&#x52A0;&#x7D22;&#x7684;&#x753B;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x5C31;&#x89C9;&#x5F97;&#x4ED6;&#x4E5F;&#x80FD;&#x753B;&#x51FA;&#x6765;&#xFF1F;&#x4F60;&#x4E0D;&#x559C;&#x6B22;&#x753B;&#x753B;&#x4E3A;&#x4EC0;&#x4E48;&#x80FD;&#x753B;&#x597D;&#x753B;&#x5462;&#xFF1F;</p>
<p>&#x5982;&#x4F55;&#x5BF9;&#x5F85;&#x5931;&#x8D25;&#xFF1F;</p>
<p>&#x5931;&#x8D25;&#x53EF;&#x4EE5;&#x8BA9;&#x4EBA;&#x53D8;&#x5F97;&#x66F4;&#x5F3A;&#x5927;&#x3002;</p>
<p>&#x8D5B;&#x9A6C;&#x8FD9;&#x79CD;&#x673A;&#x5236;&#x5C31;&#x610F;&#x5473;&#x7740;&#x4F1A;&#x6709;&#x5927;&#x91CF;&#x7684;&#x5931;&#x8D25;&#x3002;</p>
<p>&#x4F46;&#x540C;&#x65F6;&#x817E;&#x8BAF;&#x5185;&#x90E8;&#x8FD8;&#x6709;&#x4E00;&#x79CD;&#x80DC;&#x8005;&#x4E3A;&#x738B;&#x8D25;&#x8005;&#x4E3A;&#x5BC7;&#x7684;&#x6587;&#x5316;&#x3002;</p>
<p>&#x4E0D;&#x662F;&#x8BF4;&#x9886;&#x5BFC;&#x5C42;&#x7F3A;&#x4E4F;&#x521B;&#x65B0;&#xFF0C;&#x662F;teamleader&#x4E0D;&#x6562;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x7684;&#x9519;&#x8BEF;&#x7A7A;&#x95F4;&#x592A;&#x5C0F;&#x3002;</p>
<p>&#x4E00;&#x4E2A;&#x4E8B;&#x60C5;&#x505A;&#x5931;&#x8D25;&#xFF0C;&#x5E95;&#x4E0B;&#x7684;&#x57FA;&#x5C42;&#x5458;&#x5DE5;&#x8BA4;&#x4E3A;&#x505A;&#x597D;&#x81EA;&#x5DF1;&#x8BE5;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x5C31;&#x597D;&#x4E86;&#xFF0C;&#x4E0D;&#x8FC7;&#x6362;&#x4E2A;&#x8001;&#x677F;&#x6362;&#x4E2A;&#x5DE5;&#x4F5C;&#xFF0C;&#x94B1;&#x7167;&#x6837;&#x9886;&#xFF0C;&#x5E74;&#x7EC8;&#x5956;&#x6211;&#x7167;&#x6837;&#x53D1;&#xFF0C;&#x65E0;&#x975E;&#x8FD9;&#x8FB9;&#x53D1;&#x7684;&#x591A;&#x90A3;&#x8FB9;&#x591A;&#x3002;&#x4F46;teamleader&#x4E00;&#x5B9A;&#x8981;&#x51FA;&#x6765;&#x627F;&#x62C5;&#x6700;&#x5927;&#x7684;&#x8D23;&#x4EFB;&#xFF0C;&#x8FD9;&#x4E2A;&#x4EBA;&#x5C31;&#x4E0D;&#x4F1A;&#x518D;&#x6709;&#x66F4;&#x5927;&#x7684;&#x673A;&#x4F1A;&#x4E86;&#x3002;</p>
<p>&#x9AD8;&#x5C42;&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;teamleader&#x6765;&#x8BF4;&#xFF0C;&#x4E00;&#x65E6;&#x505A;&#x5931;&#x8D25;&#x4E86;&#xFF0C;&#x57FA;&#x672C;&#x5C31;&#x4E0D;&#x4F1A;&#x518D;&#x7528;&#x4ED6;&#x4E86;&#x3002;&#x5982;&#x679C;&#x9AD8;&#x5C42;&#x4E0D;&#x518D;&#x7ED9;teamleader&#x673A;&#x4F1A;&#xFF0C;&#x90A3;&#x4ED6;&#x5C31;&#x53EA;&#x6709;&#x4E24;&#x79CD;&#x9009;&#x62E9;&#xFF0C;&#x4E00;&#x79CD;&#x662F;&#x5C31;&#x628A;&#x4F60;&#x8C03;&#x5230;&#x8FB9;&#x7F18;&#x90E8;&#x95E8;&#x53BB;&#x6DF7;&#x5403;&#x7B49;&#x6B7B;&#xFF0C;&#x518D;&#x4E5F;&#x6CA1;&#x6709;&#x597D;&#x7684;&#x62A5;&#x916C;&#x548C;&#x53D1;&#x5C55;&#x3002;&#x7B2C;&#x4E8C;&#x79CD;&#x5C31;&#x662F;&#x5355;&#x5E72;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x5BF9;&#x4E8E;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x7684;&#x4FE1;&#x606F;&#x6D41;&#x6218;&#x573A;&#xFF0C;&#x817E;&#x8BAF;&#x6D3E;&#x51FA;&#x7684;&#x662F;&#x4ED6;&#x4EEC;&#x8BA4;&#x4E3A;&#x6700;&#x80FD;&#x5E26;&#x5175;&#x6253;&#x4ED7;&#x6253;&#x80DC;&#x4ED7;&#x7684;&#x4EFB;&#x5B87;&#x6615;&#x548C;&#x6797;&#x677E;&#x6D9B;&#xFF0C;&#x4E24;&#x4F4D;&#x8001;&#x5C06;&#x642D;&#x6863;&#x51FA;&#x9A6C;&#xFF0C;&#x4E00;&#x4F4D;&#x662F;2000&#x5E74;&#x5C31;&#x52A0;&#x5165;&#x817E;&#x8BAF;&#x505A;&#x6210;IEG&#x548C;MIG&#x4E00;&#x76F4;&#x6253;&#x80DC;&#x4ED7;&#x7684;&#x6551;&#x706B;&#x5143;&#x5E05;&#xFF0C;&#x4E00;&#x4F4D;&#x662F;&#x4E00;&#x6BD5;&#x4E1A;&#x5C31;&#x52A0;&#x5165;&#x817E;&#x8BAF;&#x62C5;&#x4EFB;QQ&#x7B2C;&#x4E00;&#x4EFB;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x505A;&#x6210;&#x8FC7;&#x7A7A;&#x95F4;&#x548C;&#x5E94;&#x7528;&#x5B9D;&#x6307;&#x54EA;&#x6253;&#x54EA;&#x7684;&#x5927;&#x5C06;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x4FE1;&#x606F;&#x6D41;&#x8FD9;&#x5757;&#x65B0;&#x5E02;&#x573A;&#xFF0C;&#x817E;&#x8BAF;&#x6D3E;&#x51FA;&#x7684;&#x4F9D;&#x7136;&#x662F;&#x5B8C;&#x6574;&#x7ECF;&#x5386;&#x8FC7;QQ&#x5D1B;&#x8D77;&#x3001;&#x817E;&#x8BAF;&#x4E0A;&#x5E02;&#x3001;web2.0&#x3001;PC&#x8F6C;&#x79FB;&#x52A8;&#x3001;&#x79FB;&#x52A8;&#x5206;&#x53D1;&#x7684;&#x5B9E;&#x6218;&#x7ECF;&#x9A8C;&#x6700;&#x4E30;&#x5BCC;&#x7684;&#x8001;&#x4EBA;&#x3002;</p>
<p>&#x8DDF;&#x6C64;&#x9053;&#x751F;&#x8981;&#x6765;&#x5404;&#x8DEF;&#x8D44;&#x6E90;&#x505A;&#x51FA;&#x770B;&#x70B9;&#x8DEF;&#x5F84;&#x4E00;&#x6837;&#xFF0C;&#x817E;&#x8BAF;&#x53BB;&#x5E74;&#x5728;&#x516C;&#x53F8;&#x90AE;&#x4EF6;&#x91CC;&#x5BF9;&#x4EFB;&#x5B87;&#x6615;&#x517C;&#x4EFB;OMG&#x603B;&#x88C1;&#x7684;&#x671F;&#x8BB8;&#x662F;&#xFF1A;</p>
<p>&#x516C;&#x53F8;&#x671F;&#x5F85;Mark&#x80FD;&#x8FDB;&#x4E00;&#x6B65;&#x6574;&#x5408;&#x5168;&#x516C;&#x53F8;&#x8D44;&#x6E90;&#xFF0C;&#x9A71;&#x52A8;&#x8D44;&#x8BAF;&#x4E0E;&#x516C;&#x53F8;&#x76F8;&#x5173;&#x5185;&#x5BB9;&#x5206;&#x53D1;&#x5E73;&#x53F0;&#x7684;&#x591A;&#x5F15;&#x64CE;&#x76F8;&#x4E92;&#x63A8;&#x52A8;&#xFF0C;&#x52A0;&#x5FEB;&#x4EA7;&#x54C1;&#x6280;&#x672F;&#x5347;&#x7EA7;&#xFF0C;&#x5E76;&#x4E14;&#x52A0;&#x5927;&#x7F51;&#x7EDC;&#x5A92;&#x4F53;&#x4E8B;&#x4E1A;&#x7FA4;&#x548C;&#x4E92;&#x52A8;&#x5A31;&#x4E50;&#x4E8B;&#x4E1A;&#x7FA4;&#x5728;&#x5185;&#x5BB9;&#x548C;&#x5A31;&#x4E50;&#x751F;&#x6001;&#x65B9;&#x9762;&#x7684;&#x6218;&#x7565;&#x8054;&#x52A8;&#x3002;</p>
<p>&#x5176;&#x4ED6;&#x4EBA;&#x4E5F;&#x80FD;&#x6253;&#xFF0C;&#x4E4B;&#x524D;&#x53EF;&#x80FD;&#x4E5F;&#x80DC;&#x5229;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x4E00;&#x65E6;&#x9047;&#x5230;&#x4E86;&#x5931;&#x8D25;&#x53EF;&#x80FD;&#x5C31;&#x4E0B;&#x6765;&#x4E86;&#xFF0C;&#x4ED6;&#x4E0D;&#x4F1A;&#x518D;&#x59D4;&#x4EE5;&#x91CD;&#x4EFB;&#x3002;&#x6240;&#x8C13;&#x7684;&#x91CD;&#x4EFB;&#x90FD;&#x662F;&#x7ED9;&#x4E88;&#x90A3;&#x4E9B;&#x5E38;&#x80DC;&#x5C06;&#x519B;&#xFF0C;&#x9A6C;&#x5316;&#x817E;&#x548C;&#x5218;&#x70BD;&#x5E73;&#x7684;&#x7B2C;&#x4E00;&#x53CD;&#x5E94;&#x80AF;&#x5B9A;&#x662F;&#x6211;&#x6D3E;&#x6211;&#x6700;&#x7CBE;&#x82F1;&#x7684;&#x4EBA;&#x53BB;&#x505A;&#x8FD9;&#x4E2A;&#x4E8B;&#x60C5;&#xFF0C;&#x4EFB;&#x5B87;&#x6615;&#x4E5F;&#x6709;&#x540C;&#x6837;&#x7684;&#x8003;&#x8651;&#x6307;&#x5B9A;&#x70B9;&#x5C06;&#x6797;&#x677E;&#x6D9B;&#x548C;&#x59DA;&#x661F;&#x3002;</p>
<p>&#x4E0D;&#x5BBD;&#x5BB9;&#x5931;&#x8D25;&#x5BFC;&#x81F4;&#x65E0;&#x4EBA;&#x613F;&#x610F;&#x518D;&#x4E3B;&#x52A8;&#x51FA;&#x6765;&#x521B;&#x65B0;&#xFF0C;&#x5F88;&#x5C11;&#x6253;&#x4ED7;&#x5F88;&#x5C11;&#x6253;&#x80DC;&#x4ED7;&#x5BFC;&#x81F4;&#x65B0;&#x4EBA;&#x7F3A;&#x5C11;&#x78E8;&#x7EC3;&#x6CA1;&#x6709;&#x673A;&#x4F1A;&#x51FA;&#x5934;&#x3002;&#x4E8E;&#x662F;&#x817E;&#x8BAF;&#x8FD9;&#x4E9B;&#x5E74;&#x4E00;&#x76F4;&#x662F;&#x8001;&#x4EBA;&#x4F9D;&#x8D56;&#xFF0C;&#x4EBA;&#x624D;&#x68AF;&#x961F;&#x59CB;&#x7EC8;&#x6CA1;&#x5EFA;&#x8D77;&#x6765;&#xFF0C;&#x4E00;&#x78B0;&#x5230;&#x786C;&#x4ED7;&#x5C31;&#x4E60;&#x60EF;&#x6027;&#x6311;&#x5728;&#x817E;&#x8BAF;&#x65F6;&#x95F4;&#x6700;&#x957F;&#x7684;&#x4EBA;&#x6765;&#x5E72;&#x3002;</p>
<p>&#x5C3D;&#x7BA1;&#x9694;&#x58C1;&#x963F;&#x91CC;85&#x5E74;&#x7684;&#x848B;&#x51E1;&#x65E9;&#x5DF2;&#x662F;&#x6DD8;&#x5B9D;&#x603B;&#x88C1;&#x4E86;&#x3002;&#x5C3D;&#x7BA1;&#x5F20;&#x5FD7;&#x4E1C;&#x4E5F;&#x8BF4;&#xFF0C;&#x4F20;&#x7EDF;&#x884C;&#x4E1A;&#x53EF;&#x4EE5;&#x8BF4;&#x59DC;&#x8FD8;&#x662F;&#x8001;&#x7684;&#x8FA3;&#xFF0C;&#x4F46;&#x4E92;&#x8054;&#x7F51;&#x884C;&#x4E1A;&#x9700;&#x9886;&#x5BFC;&#x4EBA;&#x7CBE;&#x529B;&#x975E;&#x5E38;&#x5145;&#x6C9B;&#xFF0C;&#x4E00;&#x5468;&#x6CA1;&#x6709;&#x51E0;&#x5341;&#x4E2A;&#x5C0F;&#x65F6;&#x5168;&#x5FC3;&#x6295;&#x5165;&#xFF0C;&#x5C31;&#x4F1A;&#x8131;&#x8282;&#xFF0C;&#x5C31;&#x4E0D;&#x4E86;&#x89E3;&#x5E74;&#x8F7B;&#x4EBA;&#x60F3;&#x4EC0;&#x4E48;&#x3002;&#x5C3D;&#x7BA1;&#x4EFB;&#x5B87;&#x6615;&#x63A5;&#x7BA1;OMG&#x5FEB;&#x4E00;&#x5E74;&#x540E;&#xFF0C;&#x5982;&#x4ECA;&#x5BF9;&#x5FEB;&#x62A5;&#x5DF2;&#x7ECF;&#x5931;&#x53BB;&#x4E86;&#x4FE1;&#x5FC3;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="0x7c04.html" class="navigation navigation-prev " aria-label="Previous page: 潜意识计算">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="0x7c02.html" class="navigation navigation-next " aria-label="Next page: 商道">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"读<<腾讯没有梦想>>","level":"2.7","depth":1,"next":{"title":"商道","level":"2.8","depth":1,"path":"0x7c02.md","ref":"0x7c02.md","articles":[]},"previous":{"title":"潜意识计算","level":"2.6","depth":1,"path":"0x7c04.md","ref":"0x7c04.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"0x7c03.md","mtime":"2020-04-27T23:06:42.469Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-04-27T23:07:08.100Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

